[
  {
    "url": "https://advgamer.blogspot.com/",
    "title": "The Adventurers Guild",
    "description": "…in which he attempted to play through all notable graphical adventure games."
  },
  {
    "url": "https://bluerenga.blog/all-the-adventures/",
    "title": "All the Adventures | Renga in Blue",
    "description": "Wherein I play and blog about every adventure game ever made in (nearly) chronological order. These are sorted (mostly) in the order I played the games. I think they’re all worth reading! How…."
  },
  {
    "url": "https://ecmreviews.com/",
    "title": "Between Sound and Space: ECM Records and Beyond",
    "description": "The only archive reviewing every ECM album in existence."
  },
  {
    "url": "https://simeyeveritt.wixsite.com/brapa/blog",
    "title": "BRAPA | Blog",
    "description": "On 5th April 2014, I had a dream.  Or was it a nightmare?  To tick every pub in the Good Beer Guide!"
  },
  {
    "url": "https://crpgaddict.blogspot.com/",
    "title": "The CRPG Addict",
    "description": "A blog in which a dedicated addict plays through all PC computer role-playing games (CRPGs), in chronological order."
  },
  {
    "url": "https://theheatwarps.com/",
    "title": "the Heat Warps",
    "description": "Revisiting every Miles Davis live tape from 1969 to 1975 in chronological order."
  },
  {
    "url": "https://moviecrashcourse.com/",
    "title": "The Movie Crash Course",
    "description": "…watching all of the movies that have ever been in any version of the 1001 movies list, in order, and reviewing them."
  },
  {
    "url": "https://www.sandwichtribunal.com/",
    "title": "Sandwich Tribunal. A sort of sandwich death panel.",
    "description": "The idea behind this site is to explore the nature of sandwichness by eating every sandwich on the Official en.wikipedia.org List of Sandwiches."
  },
  {
    "url": "https://storeboughtisfineblog.wordpress.com/",
    "title": "Store Bought Is Fine",
    "description": "I’m the store-bought version of Ina Garten. Cooking my way through all 1,200+ of the Barefoot Contessa’s treasure trove of recipes."
  }
]