[
  {
    "url": "https://www.bbc.co.uk/blogs/acrosstheline",
    "title": "Across the line - BBC Blogs",
    "description": "This is the home of news, reviews and features on the Northern Irish music scene, courtesy of Team ATL."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/bbchistoryresearch",
    "title": "BBC History Research Blog - BBC Blogs",
    "description": "Every year the BBC opens its archives to a wide range of academics researching the BBC’s role in national and international history. Their research leads to bestselling books, academic papers and in-depth journalistic articles."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/bbcmediaaction",
    "title": "BBC Media Action - BBC Blogs",
    "description": "We believe in the power of media and communication to help reduce poverty and support people in understanding their rights."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/introducing",
    "title": "BBC Music Introducing - BBC Blogs",
    "description": "It features advice for under-the-radar artists, the latest music from BBC Music Introducing acts and guest posts from our DJs and figures from around the music industry."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/writersroom",
    "title": "BBC Writersroom - BBC Blogs",
    "description": "Get behind-the-scenes insights from writers and producers of BBC TV and radio programmes.  Get top tips on script-writing and follow the journeys of writers who have come through BBC Writersroom schemes and opportunities."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/doctorwho",
    "title": "Doctor Who - BBC Latest News",
    "description": "All the latest news and features from the world of Doctor Who."
  },
  {
    "url": "https://feelinglistless.blogspot.com/",
    "title": "feeling listless",
    "description": "\"Poverty of goods is easily cured; poverty of the mind is irreparable.\"."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/natureuk",
    "title": "Springwatch - BBC Blogs",
    "description": "Springwatch, Autumnwatch and Winterwatch Blog. A place to talk UK Nature."
  },
  {
    "url": "https://www.bbc.co.uk/blogs/strictlycomedancing",
    "title": "Strictly Come Dancing - BBC Blogs",
    "description": "We'll be sharing the latest news and backstage gossip from the nation's favourite dancing competition. This is the place to get your daily dose of dance floor drama and training room trials."
  }
]